export const regions = [
  { name: '北京市', cities: [
    { name: '北京市', districts: ['东城区','西城区','朝阳区','海淀区','丰台区','石景山区'] }
  ]},
  { name: '上海市', cities: [
    { name: '上海市', districts: ['黄浦区','徐汇区','长宁区','静安区','普陀区','虹口区','杨浦区'] }
  ]},
  { name: '广东省', cities: [
    { name: '广州市', districts: ['越秀区','天河区','海珠区','荔湾区','白云区','黄埔区'] },
    { name: '深圳市', districts: ['福田区','罗湖区','南山区','宝安区','龙岗区','盐田区'] }
  ]},
  { name: '浙江省', cities: [
    { name: '杭州市', districts: ['上城区','拱墅区','西湖区','滨江区','萧山区','余杭区'] },
    { name: '宁波市', districts: ['海曙区','江北区','镇海区','北仑区','鄞州区'] }
  ]}
]
